[{"id":2,"name":"Business English Mastery","description":"Advanced business communication skills for professionals. Learn formal writing, presentations, and negotiations.","background_image":"https://res.cloudinary.com/dq5l7sxct/image/upload/v1757682344/ylt2lrznm2fuobq8wgqv.webp","background_image_public_id":"ylt2lrznm2fuobq8wgqv","detailed_description":"Master the art of professional communication with our Business English course. Perfect for executives, managers, and professionals who need to communicate effectively in international business environments. Learn to write compelling emails, deliver powerful presentations, and negotiate with confidence.","is_active":true,"display_order":2,"created_at":"2025-09-09 15:40:10.648121","updated_at":"2025-09-12 13:05:46.505308"},{"id":3,"name":"Chinese Characters and Culture","description":"Master Chinese characters while exploring rich cultural traditions. From basic strokes to advanced calligraphy.","background_image":"https://res.cloudinary.com/dq5l7sxct/image/upload/v1757682353/oeacncizit31x1iuaqex.webp","background_image_public_id":"oeacncizit31x1iuaqex","detailed_description":"Discover the fascinating world of Chinese characters and culture. Learn the fundamental strokes, radicals, and character formation principles while exploring the rich cultural heritage of China. Perfect for those interested in calligraphy, traditional arts, and understanding Chinese culture through its written language.","is_active":true,"display_order":3,"created_at":"2025-09-09 15:40:10.648121","updated_at":"2025-09-12 13:05:54.678001"},{"id":4,"name":"Spanish Conversation Club","description":"Improve your speaking skills through interactive conversations about current events, culture, and daily life.","background_image":"https://res.cloudinary.com/dq5l7sxct/image/upload/v1757682360/upvhjjygaloufvibkfdi.webp","background_image_public_id":"upvhjjygaloufvibkfdi","detailed_description":"Join our dynamic Spanish Conversation Club where you will practice speaking through engaging discussions about current events, cultural topics, and everyday situations. Build confidence in your conversational skills while learning about Spanish-speaking cultures around the world.","is_active":true,"display_order":4,"created_at":"2025-09-09 15:40:10.648121","updated_at":"2025-09-12 13:06:01.99498"},{"id":5,"name":"Korean K-Pop & Language","description":"Learn Korean through music, drama, and pop culture. Fun and engaging approach to language learning.","background_image":"https://res.cloudinary.com/dq5l7sxct/image/upload/v1757682367/apyg4bbermxkautpcweh.webp","background_image_public_id":"apyg4bbermxkautpcweh","detailed_description":"Immerse yourself in Korean language and culture through K-Pop, K-Dramas, and contemporary Korean media. Learn vocabulary, expressions, and cultural context while enjoying your favorite Korean entertainment. Perfect for K-Pop fans and K-Drama enthusiasts who want to understand the language behind the content they love.","is_active":true,"display_order":5,"created_at":"2025-09-09 15:40:10.648121","updated_at":"2025-09-12 13:06:09.71395"},{"id":6,"name":"Russian Literature & Grammar","description":"Dive deep into Russian literature while mastering complex grammar structures and advanced vocabulary.","background_image":"","background_image_public_id":null,"detailed_description":"Explore the rich world of Russian literature while mastering the complex grammar and vocabulary of the Russian language. Study works by Tolstoy, Dostoevsky, and other great Russian authors while developing advanced language skills. Perfect for literature lovers and those seeking to understand Russian culture through its literary masterpieces.","is_active":true,"display_order":6,"created_at":"2025-09-09 15:40:10.648121","updated_at":"2025-09-12 13:06:14.19896"},{"id":7,"name":"Japanese JLPT Preparation","description":"Comprehensive preparation for all JLPT levels. Practice tests, vocabulary, and grammar mastery.","background_image":"","background_image_public_id":null,"detailed_description":"Prepare thoroughly for the Japanese Language Proficiency Test (JLPT) at any level from N5 to N1. Our comprehensive course covers all aspects of the exam including vocabulary, grammar, reading comprehension, and listening skills. Practice with real exam questions and develop test-taking strategies for success.","is_active":true,"display_order":7,"created_at":"2025-09-09 15:40:10.648121","updated_at":"2025-09-09 15:40:10.648121"},{"id":8,"name":"French Cuisine & Language","description":"Learn French through cooking and culinary traditions. Bon appétit!","background_image":"","background_image_public_id":null,"detailed_description":"Discover the French language through the delicious world of French cuisine and culinary traditions. Learn vocabulary, expressions, and cultural context while exploring French cooking techniques, regional specialties, and dining etiquette. Perfect for food lovers who want to combine their passion for cooking with language learning.","is_active":true,"display_order":8,"created_at":"2025-09-09 15:40:10.648121","updated_at":"2025-09-09 15:40:10.648121"},{"id":9,"name":"Portuguese for Travelers","description":"Essential Portuguese phrases and cultural tips for your next trip to Brazil or Portugal.","background_image":"","background_image_public_id":null,"detailed_description":"Master essential Portuguese phrases and cultural insights for your travels to Brazil, Portugal, or other Portuguese-speaking countries. Learn practical vocabulary for transportation, dining, shopping, and emergency situations while understanding cultural norms and etiquette. Perfect for travelers and those planning to visit Portuguese-speaking destinations.","is_active":true,"display_order":9,"created_at":"2025-09-09 15:40:10.648121","updated_at":"2025-09-09 15:40:10.648121"},{"id":10,"name":"Italian Art & History","description":"Explore Italian language through the lens of art, history, and Renaissance culture.","background_image":"","background_image_public_id":null,"detailed_description":"Discover the beauty of Italian language through art, history, and architecture. Learn Italian while exploring Renaissance masterpieces, ancient Roman history, and architectural wonders. Perfect for art lovers, history enthusiasts, and travelers planning to visit Italy.","is_active":true,"display_order":10,"created_at":"2025-09-09 15:40:10.648121","updated_at":"2025-09-09 15:40:10.648121"},{"id":11,"name":"English for Retards","description":"Join our super dooper awesome crash course for retards - learn 5 new words in 2 weeks!","background_image":"https://res.cloudinary.com/dq5l7sxct/image/upload/v1757757940/cq0vrmzjmsfwaqwhckyr.jpg","background_image_public_id":"cq0vrmzjmsfwaqwhckyr","detailed_description":"Give us your money and fuck off","is_active":true,"display_order":1,"created_at":"2025-09-13 10:05:44.71019","updated_at":"2025-09-13 10:07:14.219949"}]